[
  {
    "BookName": "Schwartz Softmicro",
    "BookText": "Commodo dolore ullamco magna qui cillum duis quis nostrud ut amet labore. Minim in eu voluptate in proident Lorem anim voluptate exercitation. Aliqua voluptate pariatur sit labore culpa minim cupidatat do pariatur nisi magna. Ad cillum amet veniam veniam esse amet enim adipisicing exercitation exercitation id officia occaecat. Sunt aliquip exercitation do veniam eu proident deserunt duis in est esse qui. Nulla proident minim irure veniam pariatur est laborum non ipsum. Enim nostrud duis dolore mollit exercitation amet proident ex.\r\n",
    "BookPurchasePrice": 43.33,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/71.jpg",
    "BookCreateDate": "2020-04-15",
    "BookLastUpdated": "2020-05-18",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Holden Digique",
    "BookText": "Consequat esse sit esse voluptate velit eiusmod sit eiusmod. In deserunt incididunt minim ipsum incididunt eu ad dolore qui aliqua tempor. Voluptate velit ex velit reprehenderit fugiat proident occaecat eu. Laboris officia enim duis elit ea labore reprehenderit aliquip qui consequat enim nostrud ipsum. Magna tempor quis incididunt nostrud dolor dolor.\r\n",
    "BookPurchasePrice": 65.39,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/53.jpg",
    "BookCreateDate": "2019-03-07",
    "BookLastUpdated": "2020-05-01",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Crosby Biolive",
    "BookText": "Excepteur mollit velit ullamco commodo nostrud aliqua. Esse mollit dolore ipsum est tempor ex ipsum. Velit aliquip ipsum veniam nisi eu qui elit exercitation cupidatat ullamco quis. Incididunt minim aliqua id anim fugiat duis laborum exercitation anim non cupidatat enim. Ad ipsum sunt aute officia qui voluptate velit. Aute cillum incididunt dolore est veniam sunt dolore adipisicing in culpa.\r\n",
    "BookPurchasePrice": 69.21,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/56.jpg",
    "BookCreateDate": "2019-01-07",
    "BookLastUpdated": "2020-06-11",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Branch Brainclip",
    "BookText": "Esse ad aute ea cupidatat non commodo Lorem ut ea deserunt nisi. Commodo amet veniam quis consequat ipsum. Consequat labore do sunt velit laborum sit fugiat ad tempor exercitation. Elit ea adipisicing ut reprehenderit ut nostrud Lorem nostrud id et nostrud ipsum reprehenderit. Sit commodo adipisicing proident labore et culpa. Sit voluptate laborum ea reprehenderit dolor eiusmod exercitation cupidatat ullamco laborum esse consequat. Officia qui sint aliqua exercitation labore aliquip duis quis et aliqua veniam qui.\r\n",
    "BookPurchasePrice": 30.9,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/85.jpg",
    "BookCreateDate": "2019-04-20",
    "BookLastUpdated": "2020-06-28",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Finch Comveyer",
    "BookText": "Anim id dolor nisi amet. Ut amet enim consectetur laborum fugiat ad nostrud et nisi ex culpa adipisicing proident. Aute incididunt Lorem laboris dolor consequat cillum fugiat.\r\n",
    "BookPurchasePrice": 44.69,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/1.jpg",
    "BookCreateDate": "2019-10-09",
    "BookLastUpdated": "2020-05-04",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Barr Enjola",
    "BookText": "Non cupidatat magna elit culpa occaecat magna elit in aliqua laboris do voluptate. Proident dolor est elit mollit proident veniam esse laboris sit et dolore mollit. Enim in amet excepteur velit esse irure elit non sit. Enim irure commodo ullamco culpa aliquip. Cupidatat do aute aliquip fugiat nostrud Lorem exercitation labore pariatur officia nisi. Adipisicing duis occaecat eu esse ipsum mollit reprehenderit ea nisi.\r\n",
    "BookPurchasePrice": 99.47,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/7.jpg",
    "BookCreateDate": "2019-11-16",
    "BookLastUpdated": "2020-05-12",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Snyder Cujo",
    "BookText": "Anim et minim enim eiusmod nostrud cupidatat eiusmod amet cupidatat sunt. Et ullamco enim consectetur eiusmod pariatur nulla mollit officia. Ullamco velit laboris proident voluptate aute sunt. Culpa sunt eiusmod quis esse laborum irure veniam commodo adipisicing cillum ea reprehenderit incididunt.\r\n",
    "BookPurchasePrice": 93.69,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/84.jpg",
    "BookCreateDate": "2020-06-03",
    "BookLastUpdated": "2020-05-11",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Stanley Senmao",
    "BookText": "Sit consectetur adipisicing eu labore consectetur. Aute consequat aliqua consequat dolor tempor cillum nulla dolore esse dolor dolor. Quis adipisicing aliqua veniam sit aliquip. In pariatur reprehenderit sint duis eu eu enim adipisicing consectetur reprehenderit in laborum. Deserunt laborum sit exercitation qui non nostrud esse nisi. Consectetur duis tempor ipsum pariatur sunt tempor velit nostrud veniam proident sint eiusmod. Eu eiusmod consequat velit ea quis aliqua eu amet laboris.\r\n",
    "BookPurchasePrice": 57.48,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/6.jpg",
    "BookCreateDate": "2019-07-07",
    "BookLastUpdated": "2020-06-28",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Hughes Tripsch",
    "BookText": "Excepteur pariatur nulla pariatur qui consectetur voluptate ad dolor non deserunt irure. Veniam cupidatat est anim sunt. Ullamco anim et qui ad. Irure aute voluptate amet excepteur mollit Lorem adipisicing.\r\n",
    "BookPurchasePrice": 52.48,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/37.jpg",
    "BookCreateDate": "2019-08-01",
    "BookLastUpdated": "2020-05-27",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Mack Entality",
    "BookText": "Consequat laboris do laborum commodo consectetur reprehenderit elit nulla aliquip nisi. Occaecat occaecat eu laborum Lorem enim voluptate tempor. Aute laborum velit excepteur nostrud aliquip adipisicing ex sunt qui pariatur mollit velit duis est. Non eiusmod proident occaecat in officia aliquip minim Lorem nulla sunt. Reprehenderit sunt reprehenderit irure ad do aliqua labore aliqua adipisicing est ut ullamco cupidatat deserunt.\r\n",
    "BookPurchasePrice": 90.31,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/82.jpg",
    "BookCreateDate": "2019-12-30",
    "BookLastUpdated": "2020-05-29",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Ramirez Eschoir",
    "BookText": "Occaecat consequat in dolor proident non elit id occaecat est non ea. Pariatur elit exercitation pariatur id consequat duis sit ad eiusmod pariatur labore laborum irure. Ipsum deserunt magna Lorem ex dolor elit.\r\n",
    "BookPurchasePrice": 32.8,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/8.jpg",
    "BookCreateDate": "2019-08-21",
    "BookLastUpdated": "2020-05-31",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Fry Mantrix",
    "BookText": "Minim officia consectetur irure id quis reprehenderit sint. Esse sit fugiat labore laboris excepteur consequat nostrud commodo anim aliqua esse excepteur tempor. Cupidatat proident duis ad ipsum ad cillum aliquip ex tempor aliquip dolor. Exercitation quis irure qui incididunt culpa Lorem magna nostrud non aute minim. Ut ex amet duis consequat cupidatat exercitation tempor. Lorem do duis velit est enim eu elit do consectetur officia ut ipsum. Cupidatat enim proident laborum eiusmod.\r\n",
    "BookPurchasePrice": 56.69,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/35.jpg",
    "BookCreateDate": "2019-07-26",
    "BookLastUpdated": "2020-06-09",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Hanson Nipaz",
    "BookText": "Minim occaecat deserunt officia eu laboris in. Excepteur dolor nulla culpa sit nisi non. In velit in anim enim dolor duis minim incididunt veniam anim laboris proident esse velit.\r\n",
    "BookPurchasePrice": 67.77,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/61.jpg",
    "BookCreateDate": "2020-01-25",
    "BookLastUpdated": "2020-06-23",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Casey Plutorque",
    "BookText": "Est labore commodo Lorem in labore veniam. Ad magna adipisicing ut exercitation dolore excepteur labore. Eiusmod pariatur officia elit consectetur eu reprehenderit sunt ad dolore exercitation mollit pariatur velit. Ut cillum minim exercitation consequat non ipsum ullamco mollit. Reprehenderit veniam id consectetur eu id ullamco nostrud culpa elit sunt aliqua aliquip eu. Aliquip nostrud aute laboris duis veniam consequat dolor aute ad quis qui.\r\n",
    "BookPurchasePrice": 81.1,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/1.jpg",
    "BookCreateDate": "2020-04-11",
    "BookLastUpdated": "2020-05-11",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Washington Quizka",
    "BookText": "Et tempor magna consectetur sunt labore incididunt esse nulla culpa. Occaecat sint ut occaecat adipisicing proident cupidatat duis commodo culpa. Laborum do nisi tempor mollit ea cillum veniam non nostrud laboris. Minim est eu dolor exercitation laboris cupidatat occaecat tempor deserunt. Sunt duis sint eiusmod proident est nostrud ipsum ex laboris ea aliquip cupidatat sint reprehenderit. Laborum deserunt nisi quis pariatur. Quis aliqua eiusmod incididunt consequat elit cupidatat nisi officia enim veniam occaecat labore.\r\n",
    "BookPurchasePrice": 63.82,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/44.jpg",
    "BookCreateDate": "2020-03-13",
    "BookLastUpdated": "2020-05-17",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Schneider Omatom",
    "BookText": "Dolor commodo cillum sint incididunt consequat est ad enim in. Ex excepteur duis ad duis est aute ea sint fugiat reprehenderit velit in sint. Magna mollit ex ea quis eiusmod nostrud elit eu cillum occaecat. Quis elit amet magna eiusmod non do et veniam veniam commodo ex anim commodo.\r\n",
    "BookPurchasePrice": 39.47,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/46.jpg",
    "BookCreateDate": "2019-06-27",
    "BookLastUpdated": "2020-06-23",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Moore Freakin",
    "BookText": "In commodo pariatur id culpa nulla mollit voluptate adipisicing mollit duis ipsum. Adipisicing sint commodo sunt occaecat aute laboris enim proident. Laboris nulla adipisicing amet culpa ut laborum Lorem qui ipsum ullamco qui eu reprehenderit. Nulla sit ex id ex occaecat nisi consectetur tempor laborum. Sit occaecat tempor ut occaecat incididunt sint deserunt nostrud et nulla. Excepteur consectetur dolor minim consequat commodo enim eu non in laboris dolor aliquip. Est anim veniam in eiusmod tempor nisi exercitation nisi veniam nostrud occaecat nulla occaecat ea.\r\n",
    "BookPurchasePrice": 56.14,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/84.jpg",
    "BookCreateDate": "2020-01-10",
    "BookLastUpdated": "2020-05-29",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Guy Emtrak",
    "BookText": "Eiusmod excepteur sint veniam enim non in occaecat. Ad ea magna laborum non non cillum reprehenderit sint adipisicing magna occaecat laborum. Proident occaecat commodo esse qui duis in et pariatur reprehenderit dolore adipisicing dolor. Nulla pariatur eiusmod ad nostrud esse cupidatat et eiusmod aliqua amet culpa nostrud sit. Aliqua labore exercitation do laborum. Amet fugiat et commodo sit irure enim occaecat.\r\n",
    "BookPurchasePrice": 93.2,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/25.jpg",
    "BookCreateDate": "2019-08-31",
    "BookLastUpdated": "2020-06-26",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Hicks Buzzworks",
    "BookText": "Aute sit in in magna incididunt irure proident. Exercitation anim nisi voluptate irure ipsum eiusmod labore excepteur mollit ut laboris occaecat aliquip. Quis ipsum adipisicing duis dolor cillum labore reprehenderit. Minim mollit velit esse mollit laborum magna labore proident exercitation laboris. Esse velit ipsum labore quis labore in aute cupidatat amet tempor id est enim adipisicing.\r\n",
    "BookPurchasePrice": 70.71,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/24.jpg",
    "BookCreateDate": "2019-11-30",
    "BookLastUpdated": "2020-05-20",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Hatfield Brainquil",
    "BookText": "Ea cupidatat proident est proident sint. Aliquip aute minim adipisicing ad id laborum minim excepteur exercitation. Incididunt officia enim sint velit ipsum occaecat fugiat magna ea cillum mollit. Proident magna officia aute ea irure incididunt reprehenderit ea minim consequat.\r\n",
    "BookPurchasePrice": 26.14,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/8.jpg",
    "BookCreateDate": "2019-11-26",
    "BookLastUpdated": "2020-05-02",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Barton Pholio",
    "BookText": "Qui laboris id deserunt id deserunt consectetur sunt aliqua occaecat ut exercitation. Excepteur enim et incididunt reprehenderit minim est eu consequat et laboris eu officia magna ad. Nisi velit eiusmod sint id qui sit aliquip in. Consectetur laborum minim eiusmod est est id laboris consequat voluptate laborum nisi mollit. Incididunt nisi qui occaecat eu incididunt est et labore labore. Velit et adipisicing nostrud quis est.\r\n",
    "BookPurchasePrice": 94.78,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/12.jpg",
    "BookCreateDate": "2019-05-20",
    "BookLastUpdated": "2020-06-20",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Hickman Fishland",
    "BookText": "Aliqua velit sit irure mollit excepteur ipsum. Nulla dolor dolor est nostrud irure adipisicing fugiat aliquip mollit labore sint sint adipisicing. Commodo nostrud quis irure mollit est ullamco incididunt cupidatat eu. Enim laborum ullamco anim est dolore ullamco Lorem est nisi pariatur dolore cillum duis laborum. Labore excepteur ex excepteur quis laborum in officia eu.\r\n",
    "BookPurchasePrice": 55.01,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/54.jpg",
    "BookCreateDate": "2020-06-23",
    "BookLastUpdated": "2020-05-13",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Levy Bicol",
    "BookText": "Lorem cillum ipsum magna excepteur ullamco ex cupidatat nisi. Aute culpa ex duis aliquip est ullamco veniam. Qui incididunt sit consectetur aute sint aute exercitation consequat irure irure cupidatat dolor. Tempor ex quis nulla ad ad occaecat nisi id anim cupidatat commodo enim aliqua elit. Eiusmod Lorem excepteur magna nisi aliqua laborum quis occaecat consectetur ex cillum sunt cupidatat enim.\r\n",
    "BookPurchasePrice": 26.92,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/93.jpg",
    "BookCreateDate": "2019-07-10",
    "BookLastUpdated": "2020-05-21",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Rios Recognia",
    "BookText": "Adipisicing sit elit Lorem deserunt. Sunt deserunt excepteur consequat magna. Pariatur exercitation dolore et irure exercitation magna occaecat qui non. Magna nostrud dolor Lorem incididunt excepteur mollit velit reprehenderit eiusmod ex. Est est dolor nisi duis. Ex dolore dolor nulla Lorem commodo non deserunt velit duis voluptate ea dolor ut velit. Fugiat esse duis tempor anim.\r\n",
    "BookPurchasePrice": 30.37,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/30.jpg",
    "BookCreateDate": "2019-02-24",
    "BookLastUpdated": "2020-05-25",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Webb Ontality",
    "BookText": "Sint nostrud incididunt eiusmod incididunt nulla reprehenderit. Reprehenderit minim enim cillum est minim et ipsum irure dolor ea adipisicing aliquip dolor amet. Laborum sint velit officia sit anim ad exercitation incididunt proident fugiat aliquip elit officia nisi. Nulla ex adipisicing reprehenderit nulla quis duis pariatur reprehenderit laboris commodo cillum. Sunt sunt tempor amet qui nisi ipsum nisi ipsum reprehenderit. Amet id exercitation culpa ut incididunt officia consectetur. Tempor id non consequat occaecat in esse amet nostrud.\r\n",
    "BookPurchasePrice": 28.84,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/81.jpg",
    "BookCreateDate": "2020-02-16",
    "BookLastUpdated": "2020-06-13",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Simon Qualitex",
    "BookText": "Officia nisi mollit dolore voluptate dolore consectetur aliquip duis ullamco mollit excepteur elit. Tempor sint pariatur do tempor irure anim aliqua ipsum. Aliqua dolore dolore elit consectetur exercitation elit Lorem cillum. Nostrud anim est exercitation fugiat duis irure eu aliquip laborum aliqua occaecat. Ut ullamco quis nulla est reprehenderit dolore sit consectetur incididunt aute veniam aute. Mollit labore ut adipisicing proident dolor anim officia pariatur reprehenderit nulla cupidatat nostrud. Est tempor fugiat est non labore nulla officia deserunt proident occaecat.\r\n",
    "BookPurchasePrice": 57.75,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/84.jpg",
    "BookCreateDate": "2019-06-27",
    "BookLastUpdated": "2020-06-01",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Paul Nitracyr",
    "BookText": "Consectetur consequat qui esse consectetur et tempor amet. Consequat pariatur quis consequat sunt. Non velit mollit laboris sunt Lorem voluptate consequat esse. Sint ex id laboris mollit eiusmod ullamco nostrud qui et amet. Ut minim nostrud consectetur reprehenderit elit. Dolor duis nisi irure laborum ex ut magna adipisicing consectetur in.\r\n",
    "BookPurchasePrice": 85.47,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/71.jpg",
    "BookCreateDate": "2019-10-23",
    "BookLastUpdated": "2020-05-09",
    "BookIsDeleted": 0
  },
  {
    "BookName": "Hawkins Ginkle",
    "BookText": "Quis aliqua commodo do ipsum consectetur ut ipsum non qui irure nisi. Eu consequat et quis minim ex consequat id nisi consequat esse velit consequat aute. Occaecat excepteur officia ex pariatur reprehenderit nisi consectetur consequat.\r\n",
    "BookPurchasePrice": 37.3,
    "BookMarketingImage": "https://randomuser.me/api/portraits/women/21.jpg",
    "BookCreateDate": "2019-12-08",
    "BookLastUpdated": "2020-06-11",
    "BookIsDeleted": 0
  }
]